# Заготовки для предсказаний
# predictions_1 = [
#     "Сегодня — идеальный день для новых начинаний.",
#     "Оптимальный день для того, чтобы решиться на смелый поступок!",
#     "Будьте осторожны, сегодня звёзды могут повлиять на ваше финансовое состояние.",
#     "Лучшее время для того, чтобы начать новые отношения или разобраться со старыми.",
#     "Плодотворный день для того, чтобы разобраться с накопившимися делами.",
# ]
#
# predictions_2 = [
#     "Но помните, что даже в этом случае нужно не забывать про",
#     "Если поедете за город, заранее подумайте про",
#     "Те, кто сегодня нацелен выполнить множество дел, должны помнить про",
#     "Если у вас упадок сил, обратите внимание на",
#     "Помните, что мысли материальны, а значит вам в течение дня нужно постоянно думать про"
#
# ]
#
# predictions_3 = [
#     "отношения с друзьями и близкими.",
#     "работу и деловые вопросы, которые могут так некстати помешать планам.",
#     "себя и своё здоровье, иначе к вечеру возможен полный раздрай.",
#     "бытовые вопросы — особенно те, которые вы не доделали вчера.",
#     "отдых, чтобы не превратить себя в загнанную лошадь в конце месяца."
# ]
#
# predictions_4 = [
#     "Злые языки могут говорить вам обратное, но сегодня их слушать не нужно.",
#     "Знайте, что успех благоволит только настойчивым, поэтому посвятите этот день воспитанию духа.",
#     "Даже если вы не сможете уменьшить влияние ретроградного Меркурия, то хотя бы доведите дела до конца.",
#     "Не нужно бояться одиноких встреч — сегодня то самое время, когда они значат многое.",
#     "Если встретите незнакомца на пути — проявите участие, и тогда эта встреча посулит вам приятные хлопоты."
# ]

carlin_list = [
    "Знаем, как выжить, но не знаем, как жить.",
    "По-моему, нужно создать горячую линию, где никогда не будут брать трубку: для тех, кто никогда не следует советам.",
    "В жизни все просто: счастье полностью зависит от везения и от генов. Все сводится к генам и к везению. А если задуматься, то и гены ― это вопрос везения.",
    "Права ― это не права, если кто-то может их отобрать. Это привилегия.",
    "Есть немало людей, озабоченных безопасностью атомных станций, которые не пристегиваются в машине.",
    "Люди, которые видят в жизни нечто большее, чем просто развлечение, не уловили суть.",
    "С планетой все в порядке. Это люди ― придурки!",
    "Недавно я понял, для чего нужна электронная почта. Чтобы общаться с тем, с кем не хочется разговаривать.",
    " Каждый третий житель планеты страдает от той или иной формы психического заболевания. Подумайте о ваших двух лучших друзьях. Если они в порядке, то это должны быть вы.",
    "Что хорошего в эгоистах? Они не обсуждают других людей.",
    "Если все дети особые, почему из них вырастают обычные взрослые?",
    "Внутри каждого циника сидит разочарованный идеалист.",
    "Скажите людям, что есть невидимый человек на небе, который создал вселенную, и большинство поверит. Скажите им, что краска не высохла, и они воткнут в нее палец, чтобы убедиться в этом.",
    "Говорим слишком много, любим слишком редко и ненавидим слишком часто.",
    "Я разговариваю сам с собой, потому что я единственный человек, чьи ответы мне нравятся.",
    "Не успеешь найти смысл жизни, как его уже поменяли."
]

ranevskaya_list = [
    "Хрен, положенный на мнение окружающих, обеспечивает спокойную и счастливую жизнь.",
    "Вторая половинка есть у мозга, жопы и таблетки. А я изначально целая.",
    "Под самым красивым хвостом павлина скрывается самая обычная куриная жопа. Так что меньше пафоса, господа.",
    "Лучше быть хорошим человеком, «ругающимся матом», чем тихой, воспитанной тварью.",
    "Всё приятное в этом мире либо вредно, либо аморально, либо ведет к ожирению.",

]
# second = ["Умирая, ты не сможешь с собой забрать булочки."]
# second_add = ["Я не знаю!"]
# third = ["Ты что, веришь в гороскоп????"]
# Метод, который получает сообщения и обрабатывает их